Repository: bthj/ordasafnasafn
Catalog: ordasafnasafn/src/locale/*/LC_MESSAGES/messages.po
Languages: is_is

source: Wordbank search aggregator
is_is: Orðasafnasafn

source: Search
is_is: Leita

source: exact
is_is: orðrétt

# searchLink
source: Link to this search
is_is: Slóð að þessari leit

source: On
is_is: Á

source: Off
is_is: Af

source: About
is_is: Um

source: About the wordbank search aggregator
is_is: Um orðasafnasafn

# aboutContents1
source: The wordbank search aggregator provides an interface to search in several Icelandic wordbanks and dictionaries in parallel and so aims to provide an easy access to those distributed resources.
is_is: Orðasafnasafn er leitarviðmót fyrir íslenska orðabanka.

# aboutContents2
source: Comments on this application can be posted in the <a href="http://code.google.com/p/ordasafnasafn/issues/list">project issue tracker</a>.
is_is: Viðmótið gerir leit handhæga frá einum stað í þeim mörgu opnu orðabönkum sem eru hýstir á vefjum stofnana. Hönnun viðmótsins hentar jafnt fyrir borðtölvu- sem snjallsímaskjái og því aðgengilegt við sem flestar aðstæður.

# aboutContents3
source: &nbsp;
is_is: Orðasafnasafn er <a href="http://bthj.is/category/oss/">gæluverkefni Björns Þórs Jónssonar</a> og spratt fyrst og fremst af eigin löngun til að hafa svona tól við hendina og vonandi reynist þetta fleirum gagnlegt og til þess fallið að opna enn frekar aðgengi að þeim upplýsingum sem orðabankarnir geyma.

# aboutContents4
source: &nbsp;
is_is: Ábendingar má gjarnan skrá í <a href="http://code.google.com/p/ordasafnasafn/issues/list">verkefnalista OSS</a>.

# titleSettings
source: Settings
is_is: Stillingar

# legendInterfaceLanguage
source: Interface language
is_is: Tungumál viðmóts

source: English
is_is: enska

source: Icelandic
is_is: íslenska

source: Continue
is_is: Halda áfram

# titleCharges
source: Charges
is_is: Gagnanotkun

# chargesHeading
source: Welcome to the Icelandic wordbank search aggregator!
is_is: Velkomin í Orðasafnasafnið!

# chargesContents
source: Please note that each search performed involves access to the network. Data charges may apply.
is_is: Vinsamlegast athugaðu að hver leit felur í sér netsamskipti og gjöld fyrir gagnanotkun geta komið til.
